


{
    "en": {
        "logo": "Logo",
        "about": "About",
        "projects": "Projects",
        "services": "Services",
        "contact": "Contact",
        "title": "SPRING<br><span>of</span> FLOWERS",
        "description": "Let Your Lawn<br>come to life!",
        "more": "More",
        "about-paragraph": "Lucky Shrub was started by a husband and wife team, Jason and Maria, who share a long-time love for plants. Jason is the garden architect. He creates and oversees all designs while managing his team of landscapers. Maria manages all the marketing for the company and oversees the nursery. <br><br> We have always tried to offer perfect outdoor maintenance and great customer service. As we work with some of the leading gardening experts in the Britch!!, we have managed to develop a reputation that is worth bragging with. All gardening teams are well-trained and equipped with everthing that's needed for perfect garden care.",
        "call-to-action": "Lucky Shrub provides you with <br>a free consultation on gardening",
        "call-to-action-btn": "get free estimate",
        "our-projects": "Our projects",
        "our-services": "Our services",
        "our-services-paragraph": "We carry out such services and approach to lawn and garden care to keep your lush green lawn and garden",
        "landscape-design": "landscape design",
        "installation":"installation",
        "tree-trimming":"tree trimming",
        "maintenance":"maintenance",
        "contact-paragraph": "Have a question or want to get in touch? <br>Leave your details, we will contact you.",
        "submit": "submit now",
        "logo-paragraph": "design. transform. enjoy",
        "address": "Contact Address",
        "links": "Quick links",
        "mode": "Dark Mode",
        "off": "Off",
        "on": "On",
        "language": "Language"
    },
    "ru": {
        "logo": "Логотип",
        "about": "О нас",
        "projects": "Проекты",
        "services": "Услуги",
        "contact": "Контакт",
        "title": "ВЕСНА<br>ЦВЕТОВ",
        "description": "Пусть Ваш газон<br>оживает!",
        "more": "Еще",
        "about-paragraph": "Lucky Shrub была основана супружеской парой, Джейсоном и Марией, которых объединяет давняя любовь к растениям. Джейсон - садовый архитектор. Он создает и контролирует все проекты, управляя своей командой ландшафтных дизайнеров. Мария отвечает за весь маркетинг компании и курирует садом. <br><br> Мы всегда старались предложить идеальную техническую поддержку участков и отличное обслуживание клиентов. Поскольку мы работаем с некоторыми из ведущих специалистов по садоводству в Britch!!, нам удалось завоевать репутацию, которой стоит похвастаться. Все бригады садоводов хорошо обучены и оснащены всем необходимым для идеального ухода за садом.",
        "call-to-action": "Lucky Shrub предоставляет вам <br>бесплатную консультацию по садоводству.",
        "call-to-action-btn": "получить бесплатный расчет",
        "our-projects": "Наши проекты",
        "our-services": "Наши сервисы",
        "our-services-paragraph": "Мы осуществляем следующие услуги и подходы к уходу за газоном и садом, чтобы сохранить ваш пышный зеленый газон и сад",
        "landscape-design": "ландшафтный дизайн",
        "installation":"установка",
        "tree-trimming":"обрезка деревьев",
        "maintenance":"поддержание",
        "contact-paragraph": "Есть вопрос или хотите связаться? <br>Оставьте свои данные, мы свяжемся с вами.",
        "submit": "отправить сейчас",
        "logo-paragraph": "проектируйте. трансформируйте. наслаждайтесь",
        "address": "Контактный адрес",
        "links": "Ссылки",
        "mode": "Темный режим",
        "off": "Выкл.",
        "on": "Вкл.",
        "language": "Язык"
    }
}